/* String test with 1: subject, and 2: match targets */
"%@ contains %@" = "%@ befetsje %@";

/* String test with 1: subject, and 2: match targets */
"%@ ends with %@" = "%@ einigje mei %@";

/* String test with 1: subject, and 2: match targets */
"%@ equals %@" = "%@ is gelyk oan %@";

/* Pair of match targets with 1: a target match, and 2: another target match */
"%@ or %@" = "%@ of %@";

/* String test with 1: subject, and 2: match targets */
"%@ starts with %@" = "%@ begjint mei %@";

/* Three or more match targets with 1: a target match, and 2: two or more other target matches */
"%@, %@" = "%@, %@";

/* AND-test with 1: sub test, and 2: two or more other sub tests */
"(%@) and %@" = "(%@) en %@";

/* AND-test with 1: sub test, and 2: another sub test */
"(%@) and (%@)" = "(%@) en (%@)";

/* OR-test with 1: sub test, and 2: two or more other sub tests */
"(%@) or %@" = "(%@) of %@";

/* OR-test with 1: sub test, and 2: another sub test */
"(%@) or (%@)" = "(%@) of (%@)";

/* Size test without any bounds */
"any size" = "elke grutte";

/* A filename as the subject of a string test */
"name" = "namme";

/* NOT-test with 1: sub test */
"not (%@)" = "net (%@)";

/* A pathname as the subject of a string test */
"path" = "paad";

/* Size test with 1: lower bound, and 2: upper bound */
"size is between %@ and %@" = "grutte is tusken %@ en %@";

/* Size test with 1: lower bound */
"size is larger than %@" = "grutte is grutter as %@";

/* Size test with 1: upper bound */
"size is smaller than %@" = "grutte is lytser as %@";
